Repository: KOPRajs/game.libretro.beetle-saturn
Catalog: game.libretro.beetle-saturn/resources/language/resource.language.*/strings.po
Languages: de_de

# Addon Description
source: Beetle Saturn is a port of Mednafen Saturn to the libretro API.
de_de: Beetle Saturn ist eine Portierung von Mednafen Saturn auf die libretro API.

# #30000
source: Settings
de_de: Einstellungen

# #30001
source: Horizontal Overscan Mask
de_de: Horizontale Overscan-Maskierung

# #30002
source: Initial scanline
de_de: Erste Abtastzeile

# #30003
source: Last scanline
de_de: Letzte Abtastzeile

# #30004
source: Initial scanline (PAL)
de_de: Erste Abtastzeile (PAL)

# #30005
source: Last scanline (PAL)
de_de: Letzte Abtastzeile (PAL)

# #30006
source: Enable Horizontal Blend(blur)
de_de: Horizontale Überblendung (Unschärfe) aktivieren

# #30007
source: 6Player Adaptor on Port 1
de_de: 6-Spieler-Adapter an Port 1

# #30008
source: 6Player Adaptor on Port 2
de_de: 6-Spieler-Adapter an Port 2

# #30009
source: Allow Up+Down and Left+Right
de_de: Auf+Ab und Links+Rechts erlauben

# #30011
source: Trigger Deadzone
de_de: Abzug-Deadzone

# #30012
source: Mouse Sensitivity
de_de: Mausempfindlichkeit

# #30013
source: Gun Crosshair
de_de: Fadenkreuz

# #30014
source: Gun Input Mode
de_de: Gun-Eingabemodus

# #30016
source: Shared Internal Memory (Restart)
de_de: Gemeinsamer interner Speicher (Neustart erforderlich)

# #30017
source: Shared Backup Memory (Restart)
de_de: Gemeinsamer Backup-Speicher (Neustart erforderlich)

# #30019
source: BIOS language
de_de: BIOS-Sprache

# #30020
source: CD Image Cache (Restart)
de_de: CD-Abbild-Cache (Neustart erforderlich)

# #30022
source: Automatically set RTC on game load
de_de: RTC automatisch beim Spiel-laden einstellen
